[
  {
    "image": "https://i.ibb.co/PjwJW3d/id-01.jpg",
    "estate_title": "Luxury Private Island Retreat",
    "id": "01",
    "segment_name": "private island",
    "description": "Escape to your own paradise with this luxury private island retreat. Surrounded by crystal-clear waters and pristine beaches, it offers unparalleled privacy and tranquility.Hide away in your own bungalow in the Maldives. Indulge in the elegance of a celebrity-owned villa in the Caribbean. Or reconnect with nature on a jungle island off Madagascar.... Theres an island for any travelers dream. And from the ultimate birthday blowout to a multi-gen reunion or a couples retreat, a private island resort getaway fits the bill for nearly every occasion. Read on for our picks of the best private island resorts the world over.",
    "price": "10,000,000",
    "status": "sale",
    "area": "20000 sq ft",
    "location": "Tropical Island, Caribbean",
    "facilities": ["private beach", "luxury villa", "infinity pool"]
  },
  {
    "image": "https://i.ibb.co/NywXf4D/id-02.jpg",
    "estate_title": "Exotic Island Paradise",
    "id": "02",
    "segment_name": "private island",
    "description": "Experience the ultimate luxury in this exotic island paradise. With pristine beaches, lush landscapes, and stunning ocean views, it's a dream destination for discerning travelers.Small clusters of islands or large expanses of coastline, all surrounded by pristine tropical foliage inland, and white sandy coasts that are bathed by crystal clear or vibrant turquoise waters. These exotic tropical islands have the potential to transport us to our own personal paradise where we can enjoy doing nothing but relaxing in the perfect sunshine and enjoying the best of the wondrous natural environment.",
    "price": "15,000,000",
    "status": "sale",
    "area": "50000 sq ft",
    "location": "Island Archipelago, Indian Ocean",
    "facilities": ["luxury resort", "private villas", "infinity pools"]
  },
  {
    "image": "https://i.ibb.co/108HVNg/id-03.jpg",
    "estate_title": "Luxury Beachfront Villa",
    "id": "03",
    "segment_name": "beachfront properties",
    "description": "Indulge in the epitome of luxury living with this exquisite beachfront villa. Boasting stunning ocean views and direct access to pristine sands, it offers a lifestyle of unparalleled elegance.Tucked away in Beachfront Villa with Pool welcomes guests with a private beach area, an outdoor pool and free WiFi access. This spacious holiday home is fully air-conditioned and fitted with hardwood floors. The accommodation will provide you with a TV and a fully furnished kitchen with a dishwasher and microwave. The en suite bathrooms have a spa bathtub and shower facilities.",
    "price": "15,000/month",
    "status": "rent",
    "area": "5000 sq ft",
    "location": "Sandy Cove, California",
    "facilities": ["oceanfront terrace", "private beach access", "infinity pool"]
  },
  {
    "image": "https://i.ibb.co/9HWzd2L/id-04.jpg",
    "estate_title": "Luxury City Penthouse",
    "id": "04",
    "segment_name": "Penthouse",
    "description": "Experience urban luxury living at its finest with this stunning city penthouse. Offering breathtaking views of the skyline and top-of-the-line amenities, it's the epitome of sophistication.A recently renovated property, Luxury City Penthouse with views is located in Belfast near The Belfast Empire Music Hall, The Waterfront Hall and Ulster Museum. Among the facilities at this property are a lift and full-day security, along with free WiFi throughout the property. The property is non-smoking and is set 2.9 km from SSE Arena.",
    "price": "3,500,000",
    "status": "sale",
    "area": "3000 sq ft",
    "location": "Downtown Metropolis, USA",
    "facilities": ["private rooftop terrace", "infinity pool", "home theater"]
  },
  {
    "image": "https://i.ibb.co/NVPYBS7/id-05.jpg",
    "estate_title": "Modern Beachfront Penthouse",
    "id": "05",
    "segment_name": "Penthouse",
    "description": "Live in luxury by the sea with this modern beachfront penthouse. Featuring panoramic ocean views and contemporary design, it's an oasis of tranquility amidst the coastal beauty.Located in Langebaan in the Western Cape region with  Main Beach nearby, Modern BeachFront Penthouse features accommodation with free private parking. The property features garden views and is 20 km from West Coast Fossil Park and 23 km from Saldanha Harbour. The property is non-smoking and is situated 4.4 km from Golf Course.",
    "price": "2,800/month",
    "status": "rent",
    "area": "2500 sq ft",
    "location": "Coastal Paradise, California",
    "facilities": ["private balcony", "beach access", "gourmet kitchen"]
  },
  {
    "image": "https://i.ibb.co/f1tLf3G/id-06.jpg",
    "estate_title": "Grand Lakeside Mansion",
    "id": "06",
    "segment_name": "Mansions",
    "description": "Experience opulent living in this grand lakeside mansion. Set amidst sprawling grounds and offering panoramic views of the water, it's a masterpiece of luxury and elegance.Experience the epitome of lakeside luxury with our expansive Lake House, which boasts an impressive 9000 sq ft of living space to accommodate parties and groups of any size. Nestled on a sprawling one-acre plot, this magnificent property offers its own private sandy beach for your exclusive enjoyment. Perfect for weddings, family reunions, retreats, and more!",
    "price": "10,700,000",
    "status": "sale",
    "area": "15,000 sq ft",
    "location": "Lakefront Estates, USA",
    "facilities": ["home theater", "indoor pool", "tennis court"]
  },
  {
    "image": "https://i.ibb.co/HKChnhD/id-07.jpg",
    "estate_title": "Modern Hillside Villa",
    "id": "07",
    "segment_name": "Villas",
    "description": "Experience contemporary luxury with this modern hillside villa. Perched high above the city, it offers stunning views, sleek design, and a serene atmosphere for relaxation.Project of a house in a modern style combines restrained architecture and geometry.Private house in a modern style combines restrained architecture and geometry. Multi-level, it gets its own unique character, becoming a decoration of the surrounding area.",
    "price": "3,500,000",
    "status": "sale",
    "area": "4000 sq ft",
    "location": "Hilltop Retreat, USA",
    "facilities": ["rooftop terrace", "private gym", "home theater"]
  },
  {
    "image": "https://i.ibb.co/YTrKt42/id-08.jpg",
    "estate_title": "Luxurious Oceanfront Villa",
    "id": "08",
    "segment_name": "Villas",
    "description": "Escape to luxury with this stunning oceanfront villa. Featuring breathtaking views, exquisite design, and top-of-the-line amenities, it offers the ultimate coastal living experience.Luxury Oceanfront Villa has a patio and is set in , within just 300 metres of Las Beach and 500 metres of Beach. Less than 1 km from  Beach and 31 km from Eco  de, the property offers a garden and barbecue facilities. Offering free WiFi throughout the property, the non-smoking villa features a hot tub.",
    "price": "20,000/month",
    "status": "rent",
    "area": "5000 sq ft",
    "location": "Coastal Haven, California",
    "facilities": ["private beach access", "infinity pool", "gourmet kitchen"]
  },
  {
    "image": "https://i.ibb.co/9shBchY/id-09.jpg",
    "estate_title": "Mountain Retreat Resort",
    "id": "09",
    "segment_name": "resorts",
    "description": "Experience tranquility amidst nature with this mountain retreat resort. Nestled in the heart of the mountains, it offers breathtaking views and outdoor adventures.Nestled in the quiet Sierra pines of Arnold, California in County, Mountain Retreat Resort is just three hours from Lake Tahoe, Yosemite and the San Francisco Bay Area. The suites are duplex-style, which give our guests ample space and privacy during their stay with us. A Daily Parking Fee of $10 plus tax will be collected at the property upon check-in. Mountain Retreat Resort amenities include free wifi, game room, indoor pool, and fitness center. Accessibility: Not all areas of our resort are Handicap Accessible. There are stairs leading to each suite as well as other areas on property.",
    "price": "15,000,000",
    "status": "sale",
    "area": "50000 sq ft",
    "location": "Alpine Wilderness, Europe",
    "facilities": ["luxury chalets", "ski slopes access", "mountain spa"]
  }
]
